{
  "comeBack": "wróć do kreatora",
  "toHelp": "idź do pomocy",
  "title": "Cechy",
  "description": "Poniżej znajdziesz dokładny opis właściwości programu",
  "creatorPanel": {
    "title": "Panel Kreatora",
    "exportOption": "Export - wyeksportuj swoją mapę do administracji AWC",
    "saveOption": "Zapis - zapisuje mapę na dysku Twojego komputera",
    "layers": "Warstwy - kliknij aby zmienić widoczność danej warstwy",
    "bgImage": "Obraz tła - ustaw obraz tła, na przykład: ręcznie malowane podłoża",
    "deleteBg": "Usuń Obraz Tła - usuwa obraz tłą",
    "fullScreen": "Pełny ekran - włącza/wyłącza tryb pełnoekranowy programu",
    "nets": "Siatki - mamy 4 typy widoczności siatek: Wszystkie siatki - pola i kwadraty, Siatki pól - jedynie pola, Siatki kwadratów - jedynie kwadraty, Brak siatek - widzisz tylko swoją mapę; wyłącza opcje zaznaczania",
    "selectTool": "Narzędzie zaznaczania - zapewnia 3 typy zaznaczeń: 0 - narzędzie zaznaczania jest wyłączone, 1 - zaznaczanie kwadratami, 2 - zaznaczanie polami, 3 - zaznaczanie poprzez zaznaczenie obszaru myszą",
    "clearSelected": "Wyczyszczenie zaznaczonych - czyści zaznaczone pola/kwadraty",
    "blockFields": "Zablokuj pola - blokuje zaznaczone pola/wadraty. Przytrzymaj CTRL aby skasować blokadę z zaznaczonych pól",
    "passage": "Passage - create passages to another locations where are selected fields/squares. Press CTRL button when you want to delete selected fields/squares. When you want to add new passages, you will see popu with: Map id - id of map when passage leads and Destination id - coordinations of destination map where player should appear",
    "vertices": "set vertices weight (1-5) for selected fields/squares. Vertices determines how difficult is floor (subsoil). By default all vertices has weight equal to 0. The bigger value the harder floor. If you want to delete vertices, please select fields/squares, press CTRL button and then "
  },
  "creator": {
    "title": "Kreator",
    "notification": "System notyfikacji zapewnia notyfkiacje na temat obecnie przeprowadzanych akcji (lewy dolny róg)",
    "logIn": "AWC - działa jedynie poprzez zalogowanie się (Konto Poyters). Mamy auto-zapis, więc nie musisz się martwić, o swój progress",
    "bookmarks": "Zakładki - wszystkie obrazy są podzielone według kategorii, na przykład: npc, mob, dekoracje, podłoża, budynki itp",
    "imgsSource": "Obrazy (z wybranej zakładki) - bazują na produkcyjnej bazie danych. One są używane do tworzenia wszystkich map. Możesz również załadować swoje własne obrazy. Jeśli łądujesz obraz większy niż rozmiar jednego pola, to będzie on podzielony na mniejsze kawałki.",
    "bookmarkLayers": "Zakładki są powiązane z wartstwami mapy. Oznacza to, że obrazy z jednej zakłądki mogą pojawiać się pod lub nad drugą Poniżej znajduje się kolejność zakładek (od numeru jeden - najwyżej, do najniższej): ",
    "layersList": [
      "dekoracje",
      "budynki",
      "npc",
      "mob",
      "podłoża"
    ]
  }
}