{
  "comeBack": "come back to creator",
  "toHelp": "go to help",
  "title": "Features",
  "description": "Below you can find precisly feature descriptions",
  "creatorPanel": {
    "title": "Creator Panel",
    "exportOption": "Export - export created board to AWC admins",
    "saveOption": "Save - save on your computer disc",
    "layers": "Layers - click to toggle layers backgroundImage, vertices, mobs, ncpc, decorations, buildings, subsoils)",
    "bgImage": "Background Image - set background image, for instance: hand-painted subsoil",
    "deleteBg": "Delete background Image - delete background image",
    "fullScreen": "Full screen - turn on/off full screen mode",
    "nets": "Nets - we have 4 type of nets: All nets - fields and square nets, Field nets - only fields nets, Square nets - only square nets, No nets - you see only your map; disable select option",
    "selectTool": "Select tool - provides a three ways to select fields/squares: 0 - select is disable, 1 - select squares, 2 - select fields, 3 - select by mouse rectangle draw",
    "clearSelected": "Clear selected - clear selected fields/squares",
    "blockFields": "Block fields - disable selected fields/square. Press CTRL button when you want to",
    "passage": "Passage - create passages to another locations where are selected fields/squares. Press CTRL button when you want to delete selected fields/squares. When you want to add new passages, you will see popu with: Map id - id of map when passage leads and Destination id - coordinations of destination map where player should appear",
    "vertices": "set vertices weight (1-5) for selected fields/squares. Vertices determines how difficult is floor (subsoil). By default all vertices has weight equal to 0. The bigger value the harder floor. If you want to delete vertices, please select fields/squares, press CTRL button and then "
  },
  "creator": {
    "title": "Creator",
    "notification": "Notification system provides notifications about current actions (left bottom corner)",
    "logIn": "AWC - run only when you are log in (Poyters account). Here is auto-save (like in google disc)",
    "bookmarks": "Bookmarks - divides images source into smaller bookmarks depends on utility, eg. (npc, mob, decoration, building subsoil etc)",
    "imgsSource": "Images source (of chose bookmark) - gets images from database. These images are using to create map. At load larger image than field square it will be cut into smaller images (equal to field size). Also, at load images are loaded in queue (first fields and then squares)",
    "bookmarkLayers": "Bookmarks are connected to layers at the board. It means that pictures from specific bookmarks are setted below or above others. Here is the list (from number one - at the top, to the bottom): ",
    "layersList": [
      "decoration",
      "building",
      "npc",
      "mob",
      "subsoil"
    ]
  }
}